Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/owncloud-tm.tmx
Source language: en
Languages: ca_es

source: Attempt to upload blacklisted file:
ca_es: Intent de pujar un fitxer de la llista negra:

source: Error uploading contacts to storage.
ca_es: Error en carregar contactes a l'emmagatzemament.

source: Error moving file to imports folder.
ca_es: Error en moure el fitxer a la carpeta d'importació.

source: You do not have permissions to import into this address book.
ca_es: No teniu permisos per importar dins d'aquesta llibreta d'adreces.

source: File name missing from request.
ca_es: Falta el nom del fitxer en la petició.

source: Progress key missing from request.
ca_es: Falta la clau de progrés en la petició.

source: Attempt to access blacklisted file:
ca_es: Intent d'accés a un fitxer de la llista negra:

source: No contacts found in:
ca_es: No s'han trobat contactes a:

source: No key is given.
ca_es: No heu facilitat cap clau.

source: No value is given.
ca_es: No heu facilitat cap valor.

source: Could not set preference:
ca_es: No s'ha pogut establir la preferència:

source: Contact
ca_es: Contacte

source: HomePage
ca_es: Pàgina d'inici

source: Internet call
ca_es: Trucada d'Internet

source: Home
ca_es: Casa

source: Mobile
ca_es: Mòbil

source: Voice
ca_es: Veu

source: Message
ca_es: Missatge

source: Video
ca_es: Vídeo

source: Pager
ca_es: Paginador

source: Friends
ca_es: Amics

source: Family
ca_es: Familia

source: New Contact
ca_es: Contate nou

source: Group name
ca_es: Nom del grup

source: New Group
ca_es: Grup nou

source: Address books
ca_es: Llibretes d'adreces

source: Display name
ca_es: Nom a mostrar

source: Add Address Book
ca_es: Afegeix una llibreta d'adreces

source: Select file...
ca_es: Selecciona un fitxer...

source: (De-)select all
ca_es: (Des-)selecciona'ls tots

source: Sort order
ca_es: Ordena

source: First- Lastname
ca_es: Nom- Congnom

source: Last-, Firstname
ca_es: Cognom-, Nom

source: Groups
ca_es: Grups

source: Favorite
ca_es: Preferits

source: Merge selected
ca_es: Combina els seleccionats

source: Keyboard shortcuts
ca_es: Dreceres de teclat

source: Navigation
ca_es: Navegació

source: Next contact in list
ca_es: Següent contacte de la llista

source: Previous contact in list
ca_es: Contacte anterior de la llista

source: Expand/collapse current addressbook
ca_es: Expandeix/col·lapsa la llibreta d'adreces

source: Next addressbook
ca_es: Llibreta d'adreces següent

source: Previous addressbook
ca_es: Llibreta d'adreces anterior

source: Actions
ca_es: Accions

source: Refresh contacts list
ca_es: Carrega de nou la llista de contactes

source: Add new contact
ca_es: Afegeix un contacte nou

source: Add new addressbook
ca_es: Afegeix una llibreta d'adreces nova

source: Delete current contact
ca_es: Esborra el contacte

source: You have no contacts in your address book or your address book is disabled.<p>Add a new contact or import existing contacts from a VCF file.</p>
ca_es: No teniu contactes a la vostra llibreta d'adreces o la vostra llibreta d'adreces està inhabilitada.<p>Afegiu un nou contacte o importeu-ne d'existents des d'un fitxer VCF.</p>

source: Add contact
ca_es: Afegeix un contacte

source: Delete group
ca_es: Elimina grup

source: Rename group
ca_es: Canvia el nom del grup

source: Which contact should the data be merged into?
ca_es: A quin contacte li voleu combinar les dades?

source: Delete the other(s) after successful merge?
ca_es: Elimino els altre(s) després d'una combinació satisfactòria?

source: Compose mail
ca_es: Redacta un correu electrónic

source: Delete current photo
ca_es: Elimina la foto actual

source: Edit current photo
ca_es: Edita la foto actual

source: Upload new photo
ca_es: Carrega una foto nova

source: Select photo from ownCloud
ca_es: Selecciona una foto de ownCloud

source: Name
ca_es: Nom

source: First name
ca_es: Nom

source: Additional names
ca_es: Noms addicionals

source: Last name
ca_es: Cognom

source: Select groups
ca_es: Selecciona els grups

source: Select address book
ca_es: Selecciona la llibreta d'adreces

source: Nickname
ca_es: Sobrenom

source: Enter nickname
ca_es: Escriviu el sobrenom

source: Enter title
ca_es: Escriviu el títol

source: Organization
ca_es: Organització

source: Enter organization
ca_es: Escriviu l'organització

source: Notes go here...
ca_es: Escriviu notes aquí...

source: Export as VCF
ca_es: Exporta com a VCF

source: Add field...
ca_es: Afegeix camp...

source: Phone
ca_es: Telèfon

source: Email
ca_es: Correu electrònic

source: Instant Messaging
ca_es: Missatgeria instantània

source: Note
ca_es: Nota

source: Web site
ca_es: Adreça web

source: Delete contact
ca_es: Suprimeix el contacte

source: Preferred
ca_es: Preferit

source: Please specify a valid email address.
ca_es: Especifiqueu una adreça de correu electrònic correcta

source: someone@example.com
ca_es: algú@exemple.com

source: Mail to address
ca_es: Envia per correu electrònic a l'adreça

source: Delete email address
ca_es: Elimina l'adreça de correu electrònic

source: Enter phone number
ca_es: Escriviu el número de telèfon

source: Delete phone number
ca_es: Elimina el número de telèfon

source: Go to web site
ca_es: Vés a la web

source: Delete URL
ca_es: Elimina URL

source: View on map
ca_es: Visualitza al mapa

source: Delete address
ca_es: Elimina l'adreça

source: 1600 Pennsylvania Avenue, NW
ca_es: Carrer del pi, 32 2n 1a

source: Street address
ca_es: Adreça

source: Postal code
ca_es: Codi postal

source: Washington, DC
ca_es: Barcelona

source: City
ca_es: Ciutat

source: District of Columbia
ca_es: Comarca del Bercelonès

source: State or province
ca_es: Estat o província

source: USA
ca_es: Catalunya

source: Country
ca_es: País

source: Delete IM
ca_es: Elimina IM

source: Active
ca_es: Actiu

source: CardDAV link
ca_es: Enllaç CardDAV

source: CardDAV syncing addresses
ca_es: Adreces de sincronització CardDAV

source: Addressbooks
ca_es: Llibretes d'adreces

source: New Address Book
ca_es: Nova llibreta d'adreces

source: %s shared »%s« with you
ca_es: %s ha compartit »%s« amb tu

source: Couldn't send mail to following users: %s
ca_es: No s'ha pogut enviar correu als usuaris següents: %s

source: Turned on maintenance mode
ca_es: Activat el mode de manteniment

source: Turned off maintenance mode
ca_es: Desactivat el mode de manteniment

source: Updated database
ca_es: Actualitzada la base de dades

source: Updating filecache, this may take really long...
ca_es: Actualitzant la memòria de cau del fitxers, això pot trigar molt...

source: Updated filecache
ca_es: Actualitzada la memòria de cau dels fitxers

source: ... %d%% done ...
ca_es: ... %d%% fet ...

source: No image or file provided
ca_es: No s'han proporcionat imatges o fitxers

source: Unknown filetype
ca_es: Tipus de fitxer desconegut

source: Invalid image
ca_es: Imatge no vàlida

source: No temporary profile picture available, try again
ca_es: No hi ha imatge temporal de perfil disponible, torneu a intentar-ho

source: No crop data provided
ca_es: No heu proporcionat dades del retall

source: seconds ago
ca_es: segons enrere

source: %n minute ago
ca_es: fa %n minut

source: %n hour ago
ca_es: fa %n hora

source: today
ca_es: avui

source: yesterday
ca_es: ahir

source: %n day ago
ca_es: fa %n dies

source: last month
ca_es: el mes passat

source: %n month ago
ca_es: fa %n mes

source: months ago
ca_es: mesos enrere

source: last year
ca_es: l'any passat

source: years ago
ca_es: anys enrere

source: Choose
ca_es: Escull

source: Error loading file picker template: {error}
ca_es: Error en carregar la plantilla de càrrega de fitxers: {error}

source: Yes
ca_es: Sí

source: Ok
ca_es: D'acord

source: Error loading message template: {error}
ca_es: Error en carregar la plantilla de missatge: {error}

source: {count} file conflict
ca_es: {count} conflicte de fitxer

source: One file conflict
ca_es: Un fitxer en conflicte

source: Which files do you want to keep?
ca_es: Quin fitxer voleu conservar?

source: If you select both versions, the copied file will have a number added to its name.
ca_es: Si seleccioneu les dues versions, el fitxer copiat tindrà un número afegit al seu nom.

source: Continue
ca_es: Continua

source: (all selected)
ca_es: (selecciona-ho tot)

source: ({count} selected)
ca_es: ({count} seleccionats)

source: Error loading file exists template
ca_es: Error en carregar la plantilla de fitxer existent

source: Shared
ca_es: Compartit

source: Error while sharing
ca_es: Error en compartir

source: Error while unsharing
ca_es: Error en deixar de compartir

source: Error while changing permissions
ca_es: Error en canviar els permisos

source: Shared with you and the group {group} by {owner}
ca_es: Compartit amb vos i amb el grup {group} per {owner}

source: Shared with you by {owner}
ca_es: Compartit amb vos per {owner}

source: Share with user or group …
ca_es: Comparteix amb usuari o grup...

source: Share link
ca_es: Enllaç de compartició

source: Password protect
ca_es: Protegir amb contrasenya

source: Password
ca_es: Contrasenya

source: Allow Public Upload
ca_es: Permet pujada pública

source: Email link to person
ca_es: Enllaç per correu electrónic amb la persona

source: Send
ca_es: Envia

source: Set expiration date
ca_es: Estableix la data de venciment

source: Expiration date
ca_es: Data de venciment

source: Share via email:
ca_es: Comparteix per correu electrònic

source: No people found
ca_es: No s'ha trobat ningú

source: Resharing is not allowed
ca_es: No es permet compartir de nou

source: Shared in {item} with {user}
ca_es: Compartit en {item} amb {user}

source: notify by email
ca_es: notifica per correu electrònic

source: access control
ca_es: control d'accés

source: create
ca_es: crea

source: update
ca_es: actualitza

source: delete
ca_es: elimina

source: share
ca_es: comparteix

source: Password protected
ca_es: Protegeix amb contrasenya

source: Error unsetting expiration date
ca_es: Error en eliminar la data de venciment

source: Error setting expiration date
ca_es: Error en establir la data de venciment

source: Sending ...
ca_es: Enviant...

source: Email sent
ca_es: El correu electrónic s'ha enviat

source: The object type is not specified.
ca_es: No s'ha especificat el tipus d'objecte.

source: Enter new
ca_es: Escriu nou

source: Edit tags
ca_es: Edita etiquetes

source: Error loading dialog template: {error}
ca_es: Error en carregar la plantilla de diàleg: {error}

source: No tags selected for deletion.
ca_es: No heu seleccionat les etiquetes a eliminar.

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/core/issues" target="_blank">ownCloud community</a>.
ca_es: L'actualització ha estat incorrecte. Comuniqueu aquest error a <a href="https://github.com/owncloud/core/issues" target="_blank">la comunitat ownCloud</a>.

source: The update was successful. Redirecting you to ownCloud now.
ca_es: L'actualització ha estat correcte. Ara us redirigim a ownCloud.

source: %s password reset
ca_es: restableix la contrasenya %s

source: Use the following link to reset your password: {link}
ca_es: Useu l'enllaç següent per restablir la contrasenya: {link}

source: The link to reset your password has been sent to your email.<br>If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator .
ca_es: L'enllaç per reiniciar la vostra contrasenya s'ha enviat al vostre correu.<br>Si no el rebeu en un temps raonable comproveu les carpetes de spam. <br>Si no és allà, pregunteu a l'administrador local.

source: Request failed!<br>Did you make sure your email/username was right?
ca_es: La petició ha fallat!<br>Esteu segur que el correu/nom d'usuari és correcte?

source: You will receive a link to reset your password via Email.
ca_es: Rebreu un enllaç al correu electrònic per reiniciar la contrasenya.

source: Username
ca_es: Nom d'usuari

source: Your files are encrypted. If you haven't enabled the recovery key, there will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?
ca_es: Els vostres fitxers estan encriptats. Si no heu habilitat la clau de recuperació no hi haurà manera de recuperar les dades després que reestabliu la contrasenya. Si sabeu què fer, contacteu amb l'administrador abans de continuar. Voleu continuar?

source: Yes, I really want to reset my password now
ca_es: Sí, vull restablir ara la contrasenya

source: Reset
ca_es: Estableix de nou

source: Your password was reset
ca_es: La vostra contrasenya s'ha reinicialitzat

source: To login page
ca_es: A la pàgina d'inici de sessió

source: New password
ca_es: Contrasenya nova

source: Reset password
ca_es: Reinicialitza la contrasenya

source: Users
ca_es: Usuaris

source: Apps
ca_es: Aplicacions

source: Admin
ca_es: Administració

source: Help
ca_es: Ajuda

source: Error loading tags
ca_es: Error en carregar les etiquetes

source: Tag already exists
ca_es: L'etiqueta ja existeix

source: Error deleting tag(s)
ca_es: Error en eliminar etiqueta(s)

source: Error tagging
ca_es: Error en etiquetar

source: Error untagging
ca_es: Error en treure les etiquetes

source: Error favoriting
ca_es: Error en posar a preferits

source: Error unfavoriting
ca_es: Error en treure de preferits

source: Access forbidden
ca_es: Accés prohibit

source: Cloud not found
ca_es: No s'ha trobat el núvol

source: Hey there, just letting you know that %s shared %s with you. View it: %s
ca_es: Ei, només fer-te saber que %s ha compartit %s amb tu. Mira-ho a: %s

source: Cheers!
ca_es: Salut!

source: Security Warning
ca_es: Avís de seguretat

source: Your PHP version is vulnerable to the NULL Byte attack (CVE-2006-7243)
ca_es: La versió de PHP que useu és vulnerable a l'atac per NULL Byte (CVE-2006-7243)

source: Please update your PHP installation to use %s securely.
ca_es: Actualitzeu la instal·lació de PHP per usar %s de forma segura.

source: No secure random number generator is available, please enable the PHP OpenSSL extension.
ca_es: No està disponible el generador de nombres aleatoris segurs, habiliteu l'extensió de PHP OpenSSL.

source: Without a secure random number generator an attacker may be able to predict password reset tokens and take over your account.
ca_es: Sense un generador de nombres aleatoris segurs un atacant podria predir els senyals per restablir la contrasenya i prendre-us el compte.

source: Your data directory and files are probably accessible from the internet because the .htaccess file does not work.
ca_es: La carpeta de dades i els seus fitxers probablement són accessibles des d'internet perquè el fitxer .htaccess no funciona.

source: For information how to properly configure your server, please see the <a href="%s" target="_blank">documentation</a>.
ca_es: Per informació de com configurar el servidor, comproveu la <a href="%s" target="_blank">documentació</a>.

source: Create an <strong>admin account</strong>
ca_es: Crea un <strong>compte d'administrador</strong>

source: Data folder
ca_es: Carpeta de dades

source: Configure the database
ca_es: Configura la base de dades

source: will be used
ca_es: s'usarà

source: Database user
ca_es: Usuari de la base de dades

source: Database password
ca_es: Contrasenya de la base de dades

source: Database name
ca_es: Nom de la base de dades

source: Database tablespace
ca_es: Espai de taula de la base de dades

source: Database host
ca_es: Ordinador central de la base de dades

source: Finish setup
ca_es: Acaba la configuració

source: Finishing …
ca_es: Acabant...

source: %s is available. Get more information on how to update.
ca_es: %s està disponible. Obtingueu més informació de com actualitzar.

source: Log out
ca_es: Surt

source: Automatic logon rejected!
ca_es: L'ha rebutjat l'acceditació automàtica!

source: If you did not change your password recently, your account may be compromised!
ca_es: Se no heu canviat la contrasenya recentment el vostre compte pot estar compromès!

source: Please change your password to secure your account again.
ca_es: Canvieu la contrasenya de nou per assegurar el vostre compte.

source: Server side authentication failed!
ca_es: L'autenticació del servidor ha fallat!

source: Please contact your administrator.
ca_es: Contacteu amb l'administrador.

source: Lost your password?
ca_es: Heu perdut la contrasenya?

source: remember
ca_es: recorda'm

source: Log in
ca_es: Inici de sessió

source: Alternative Logins
ca_es: Acreditacions alternatives

source: Hey there,<br><br>just letting you know that %s shared »%s« with you.<br><a href="%s">View it!</a><br><br>
ca_es: Ei,<br><br>només fer-te saber que %s ha compartit »%s« amb tu.<br><a href="%s">Mira-ho!</a><br><br>

source: Updating ownCloud to version %s, this may take a while.
ca_es: S'està actualitzant ownCloud a la versió %s, pot trigar una estona.

source: This ownCloud instance is currently being updated, which may take a while.
ca_es: Aquesta instància d'ownCloud s'està actualitzant i podria trigar una estona.

source: Please reload this page after a short time to continue using ownCloud.
ca_es: Carregueu de nou aquesta pàgina d'aquí a poc temps per continuar usant ownCloud.

source: Contact your system administrator if this message persists or appeared unexpectedly.
ca_es: Contacteu amb l'administrador del sistema si aquest missatge persisteix o apareix inesperadament.

source: Thank you for your patience.
ca_es: Gràcies per la paciència.

source: Leaving this page in Editor mode might cause unsaved data. It is recommended to use 'Close' button instead.
ca_es: Deixant aquesta pàgina en mode editor poden quedar dades sense desar. Es recomana usar el botó 'Tanca'.

source: Failed to load this document. Please check if it can be opened with an external odt editor. This might also mean it has been unshared or deleted recently.
ca_es: Ha fallat la càrrega d'aquest document. Comproveu si es pot obrir amb un editor odt extern. Això podria significar que s'ha deixat de compartir o eliminat recentment.

source: Failed to load documents.
ca_es: Ha fallat en carregar documents.

source: No documents are found. Please upload or create a document!
ca_es: No hi ha documents. Pugeu o creeu un document!

source: Create
ca_es: Crea

source: Loading
ca_es: Carregant

source: Open
ca_es: Obre

source: Size
ca_es: Mida

source: Sent
ca_es: Enviat

source: Declined
ca_es: Denegat

source: Accepted
ca_es: Acceptat

source: Incoming
ca_es: Entrant

source: Upload
ca_es: Puja

source: Save new documents to
ca_es: Desa els documents nous a

source: Please enter your nickname
ca_es: Escriviu el sobrenom

source: Join
ca_es: Uniu-vos

source: This link has been expired or is never existed. Please contact the person who shared it with you for details.
ca_es: Aquest enllaç ha vençut o no ha existit mai. Contacteu amb la persona que l'ha compartit amb vós per més detalls.

source: Advanced feature-set
ca_es: Joc d'opcions avançades

source: (Unstable)
ca_es: (Inestable)

source: External Sites
ca_es: Llocs web externs

source: Remove site
ca_es: Elimina el lloc

source: Could not move %s - File with this name already exists
ca_es: No s'ha pogut moure %s - Ja hi ha un fitxer amb aquest nom

source: Could not move %s
ca_es: No s'ha pogut moure %s

source: File name cannot be empty.
ca_es: El nom del fitxer no pot ser buit.

source: File name must not contain "/". Please choose a different name.
ca_es: El nom de fitxer no pot contenir "/". Indiqueu un nom diferent.

source: The name %s is already used in the folder %s. Please choose a different name.
ca_es: El nom %s ja s'usa en la carpeta %s. Indiqueu un nom diferent.

source: Not a valid source
ca_es: No és un origen vàlid

source: Error while downloading %s to %s
ca_es: S'ha produït un error en baixar %s a %s

source: Error when creating the file
ca_es: S'ha produït un error en crear el fitxer

source: Folder name cannot be empty.
ca_es: El nom de la carpeta no pot ser buit.

source: Folder name must not contain "/". Please choose a different name.
ca_es: El nom de la carpeta no pot contenir "/". Indiqueu un nom diferent.

source: Error when creating the folder
ca_es: S'ha produït un error en crear la carpeta

source: Unable to set upload directory.
ca_es: No es pot establir la carpeta de pujada.

source: Invalid Token
ca_es: Testimoni no vàlid

source: The uploaded file exceeds the upload_max_filesize directive in php.ini:
ca_es: L’arxiu que voleu carregar supera el màxim definit en la directiva upload_max_filesize del php.ini:

source: Upload failed. Could not get file info.
ca_es: La pujada ha fallat. No s'ha pogut obtenir informació del fitxer.

source: Upload failed. Could not find uploaded file
ca_es: La pujada ha fallat. El fitxer pujat no s'ha trobat.

source: Invalid directory.
ca_es: Directori no vàlid.

source: Files
ca_es: Fitxers

source: Unable to upload {filename} as it is a directory or has 0 bytes
ca_es: No es pot pujar {filename} perquè és una carpeta o té 0 bytes

source: Not enough space available
ca_es: No hi ha prou espai disponible

source: Upload cancelled.
ca_es: La pujada s'ha cancel·lat.

source: Could not get result from server.
ca_es: No hi ha resposta del servidor.

source: File upload is in progress. Leaving the page now will cancel the upload.
ca_es: Hi ha una pujada en curs. Si abandoneu la pàgina la pujada es cancel·larà.

source: URL cannot be empty
ca_es: L'URL no pot ser buit

source: In the home folder 'Shared' is a reserved filename
ca_es: A la carpeta inici 'Compartit' és un nom de fitxer reservat

source: {new_name} already exists
ca_es: {new_name} ja existeix

source: Could not create file
ca_es: No s'ha pogut crear el fitxer

source: Could not create folder
ca_es: No s'ha pogut crear la carpeta

source: Delete permanently
ca_es: Esborra permanentment

source: Rename
ca_es: Reanomena

source: Pending
ca_es: Pendent

source: Could not rename file
ca_es: No es pot canviar el nom de fitxer

source: replaced {new_name} with {old_name}
ca_es: s'ha substituït {old_name} per {new_name}

source: undo
ca_es: desfés

source: %n folder
ca_es: %n carpeta

source: %n file
ca_es: %n fitxer

source: {dirs} and {files}
ca_es: {dirs} i {files}

source: Uploading %n file
ca_es: Pujant %n fitxer

source: '.' is an invalid file name.
ca_es: '.' és un nom no vàlid per un fitxer.

source: Invalid name, '\', '/', '<', '>', ':', '"', '|', '?' and '*' are not allowed.
ca_es: El nóm no és vàlid, '\', '/', '<', '>', ':', '"', '|', '?' i '*' no estan permesos.

source: Your storage is full, files can not be updated or synced anymore!
ca_es: El vostre espai d'emmagatzemament és ple, els fitxers ja no es poden actualitzar o sincronitzar!

source: Your storage is almost full ({usedSpacePercent}%)
ca_es: El vostre espai d'emmagatzemament és gairebé ple ({usedSpacePercent}%)

source: Encryption App is enabled but your keys are not initialized, please log-out and log-in again
ca_es: L'aplicació d'encriptació està activada però les claus no estan inicialitzades, sortiu i acrediteu-vos de nou.

source: Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files.
ca_es: La clau privada de l'aplicació d'encriptació no és vàlida! Actualitzeu la contrasenya de la clau privada a l'arranjament personal per recuperar els fitxers encriptats.

source: Encryption was disabled but your files are still encrypted. Please go to your personal settings to decrypt your files.
ca_es: L'encriptació s'ha desactivat però els vostres fitxers segueixen encriptats. Aneu a la vostra configuració personal per desencriptar els vostres fitxers.
